Repository: Cerealmaster0621/anshin-navi
Catalog: AnshinNavi/AnshinNavi/Localizable.xcstrings
Source language: ja
Languages: en

source: %@を検索
en: search %@

# %lld件の%@
source: %1$lld件の%2$@
en: %1$lld %2$@

# %lld件の%@が検索されました
source: %1$lld件の%2$@が検索されました
en: %1$lld %2$@ has found

# %lld件の指定%@
source: %1$lld件の指定%2$@
en: %1$lld %2$@ has found

source: %lld件の検索結果
en: Search Results : %lld

# about_difference_link_text
source: 避難所と指定緊急避難場所の違いについて...
en: About the difference between evacuation shelters and areas...

# accessibility
source: アクセシビリティ
en: Accessibility

# additional_info
source: 追加情報
en: Additional Informations

# address
source: 住所
en: Address

# address_copied
source: 住所をコピーしました
en: Address copied

# app_name
source: 安心ナビ
en: Japan Safety Map

# call_police
source: 発信
en: Call

# cancel
source: キャンセル
en: Cancel

# coordinates
source: 座標
en: Coordinates

# coordinates_copied
source: 位置座標をコピーしました
en: Coordinates copied

# data_sources
source: データの出典について
en: Data Sources

# day
source: 日
en: day

# days
source: 日
en: days

# default_annotation
source: デフォルト表示
en: Default Annotation

# default_annotation_explanation
source: アプリの起動直後に表示する施設の種類を設定します
en: Set the facility type to display when the app launches

# disaster_response
source: 災害が起きたら
en: What to do in a disaster

# distance
source: 距離
en: Distance

# earthquake
source: 地震
en: Earthquake

# evacuation_area_lowercase
source: 避難場所
en: evacuation area

# fire
source: 大規模な火事
en: Large Fire

# font_size
source: 文字サイズ
en: Font Size

# font_size_explanation
source: 文字の大きさを設定します
en: Set the text size

# font_size_extra_large
source: 特大
en: Extra Large

# font_size_large
source: 大
en: Large

# font_size_small
source: 小
en: Small

# general_flooding
source: 洪水
en: Flooding

# high_tide
source: 高潮
en: High Tide

# hour
source: 時間
en: hour

# hours
source: 時間
en: hours

# internal_flooding
source: 内水氾濫
en: Internal Flooding

# is_same_as_evacuation_center
source: 指定避難所に利用可能
en: Available as Evacuation Center

# keisatsusho
source: 警察署
en: police station

# koban
source: 交番
en: police box

# landslide
source: 土砂崩れ
en: Landslide

# latitude
source: 緯度
en: Latitude

# location_permission_message
source: 近くの避難場所および交などの位置を探すために位置情報へのアクセス必要です。
en: AnshinNavi needs access to your location to find nearby shelters and police offices.

# longitude
source: 経度
en: Longitude

# map_settings
source: 地図設定
en: Map Settings

# map_type
source: 地図タイプ
en: Map Type

# map_type_explanation
source: 地図の表示タイプを設定します
en: Set the map display type

# map_type_hybrid
source: ハイブリッド
en: Hybrid

# map_type_satellite
source: 衛星写真
en: Satellite

# map_type_satellite_fly_over
source: 航空写真
en: Satellite fly over

# map_type_standard
source: 標準
en: Standard

# minute
source: 分
en: minute

# minutes
source: 分
en: minutes

# open_in_apple_maps
source: Apple マップで開く
en: Open in Apple maps

# police_data_source
source: 警察施設データ
en: Police Facility Data Source

# police_facility_lowercase
source: 警察施設
en: police facilities

# police_share_message
source: %@の位置情報を共有します %@ %@ Apple Maps: %@ Google Maps: %@
en: Sharing police location %@ %@ Apple Maps: %@ Google Maps: %@

# safety_guides
source: 防災ガイド
en: Safety Guide

# search_this_area
source: この地域を検索
en: Search this area

# setting
source: 設定
en: Setting

# settings
source: 設定
en: Settings

# share_location_message
source: 現在地を共有します 座標: %@ Apple Maps: %@ Google Maps: %@
en: Sharing current location Coordinates: %@ Apple Maps: %@ Google Maps: %@

# SHARE_NEAREST_POLICE_TEMPLATE
source: 最寄りの%@: %@ %@ ･ %@
en: Closest %@ from your location: %@ %@ ･ %@

# shelter_data_source
source: 指定緊急避難場所データ
en: Emergency Evacuation Area Data Source

# shelter_losercase
source: 避難所
en: shelter

# shelter_lowercase
source: 避難所
en: shelter

# shelter_share_message
source: 避難場所の位置情報を共有します %@ %@ Apple Maps: %@ Google Maps: %@
en: Sharing shelter location %@ %@ Apple Maps: %@ Google Maps: %@

# supported_disasters
source: 対応災害
en: SUPPORTED DISASTERS

# tsunami
source: 津波
en: Tsunami

# user_location_unavailable
source: 位置情報が利用できません。
en: User location is not available.

# view_parent_police
source: 担当%@を見る
en: View Assigned %@

# volcano
source: 火山
en: Volcano

# walking_time_loading
source: 所要時間を計算中...
en: calculating walking time...

source: あなたと最寄りの%@
en: Closest %@ to your location

source: フィルター
en: Filter

source: フィルターをリセット
en: Reset

source: もっと見る
en: see more

source: 完了
en: Done

source: 施設種別
en: Types of Facilities

source: 検索結果
en: Search Result

source: 検索結果がありません
en: No search result has found

source: 災害種別
en: Disaster

source: 現在地を共有
en: share location

source: 発信
en: Call

source: 絞り込み
en: Filter

source: 緯度: %@
en: Latiutude

source: 表示する施設
en: Displayed Facilities

source: 軽度: %@
en: Longitude
